# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'nicoverbruggen/homebrew-cask'

# Binaries
brew 'awscli'
brew 'mackup'
brew 'mas' # Mac App Store manager

# Apps
cask 'chromium'
cask 'brave-browser'
cask 'docker'
cask 'zoom'
cask 'iterm2'
cask 'visual-studio-code-insiders'
cask 'setapp' # Sip, PixelSnap, CleanShot, CleanMyMac
cask 'raycast'
cask 'krisp'
cask 'postman'
cask 'datagrip'
cask 'hubstaff'
cask 'cloudflare-warp'
cask 'itsycal'
cask 'mos'
cask 'rectangle'

# Mac App Store
mas 'RunCat', id: 1429033973
mas 'Telegram', id: 747648890
mas 'Lungo', id: 1263070803
mas 'Slack', id: 803453959
mas 'Hidden Bar', id: 1452453066
